Repository: openedx-unsupported/edx-notifications
Catalog: edx_notifications/server/web/locale/*/LC_MESSAGES/djangojs.po
Languages: ar

source: Announcements
ar: إعلانات

source: Group Work
ar: العمل الجماعي

source: Leaderboards
ar: لوحات المتسابقين

source: Discussion
ar: النقاش

source: Other
ar: أخرى

source: Today at
ar: اليوم في

source: responded:
ar: تمت الاستجابة:

source: posted:
ar: تم النشر:

source: Your response to
ar: الاستجابة إلى

source: was upvoted %s time
ar: تم التأييد ⁦%s⁩ مرات

source: has flagged a post entitled
ar: قام بوضع علامة على منشور بعنوان

source: Your post
ar: منشورك

source: responded to your post in
ar: تمت الاستجابة إلى منشورك في

source: was followed %s time
ar: تمت المتابعة ⁦%s⁩مرات

source: uploaded a file
ar: تم تحميل ملف

source: Grade(s) are
ar: الدرجة (الدرجات) هي

source: posted
ar: تم النشر

source: due
ar: الاستحقاق

source: are
ar: يكون

source: open
ar: مفتوح

source: You are now
ar: أنت الآن

source: for
ar: في

source: in the cohort!
ar: على مستوى المجموعة!

source: Announcement
ar: إعلان

source: Progress
ar: التقدم المحرز
