Repository: openedx-unsupported/edx-notifications
Catalog: edx_notifications/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Announcements
ar: إعلانات

source: Group Work
ar: العمل الجماعي

source: Leaderboards
ar: لوحات المتسابقين

source: Discussion
ar: النقاش

source: Other
ar: أخرى

source: Receive daily email
ar: استلام بريد إلكتروني يوميًا

source: This setting will cause a daily digest of all notifications to be sent to your registered email address
ar: هذا الإعداد سيؤدي لإرسال ملخص يومي بجميع الإشعارات إلى عنوان بريدك الإلكتروني المسجل

source: Receive weekly email
ar: استلام بريد إلكتروني أسبوعيًا

source: This setting will cause a weekly digest of all notifications to be sent to your registered email address
ar: هذا الإعداد سيؤدي لإرسال ملخص أسبوعي بجميع الإشعارات إلى عنوان بريدك الإلكتروني المسجل

source: Announcement on {annoucement_date}
ar: {annoucement_date} الإعلان على
